Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: །རབ་འབྱོར་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་བྱང་ཆུབ་སེམས་དཔའི་ཚིག་གི་དོན་མེད་དོ། །རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་མིག་གི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་ལ་གནས་མེད་དོ། །རྣ་བའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། སྣའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་།
en: Subhūti, just as feelings conditioned by the visually compounded sensory contact of an illusory person are without any basis, and just as feelings conditioned by the aurally compounded sensory contact, feelings conditioned by the nasally compounded sensory contact, feelings conditioned by the lingually compounded sensory contact, feelings conditioned by the corporeally compounded sensory contact, and feelings conditioned by the mentally compounded sensory contact of an illusory person are without any basis, in the same way, Subhūti, the actual entity denoted by the word bodhisattva, in the sense of a bodhisattva great being practicing the perfection of wisdom, is not an actual entity.

source: ལུས་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་ལ་གནས་མེད་དོ། །རབ་འབྱོར་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་བྱང་ཆུབ་སེམས་དཔའི་ཚིག་གི་དོན་མེད་དོ། །རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་མ་རིག་པ་ལ་གནས་མེད་དོ། །འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་དང་། མིང་དང་གཟུགས་དང་། སྐྱེ་མཆེད་དྲུག་དང་། རེག་པ་དང་། ཚོར་བ་དང་། སྲེད་པ་དང་། ལེན་པ་དང་། སྲིད་པ་དང་། སྐྱེ་བ་དང་། རྒ་ཤི་ལ་གནས་མེད་དོ།
en: Subhūti, just as the ignorance of an illusory person is without any basis, and just as the formative predispositions, consciousness, name and form, six sense fields, sensory contact, sensation, craving, grasping, rebirth process, actual birth, and aging and death of an illusory person are without any basis, in the same way, Subhūti, the actual entity denoted by the word bodhisattva, in the sense of a bodhisattva great being practicing the perfection of wisdom, is not an actual entity.

source: །རབ་འབྱོར་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་བྱང་ཆུབ་སེམས་དཔའི་ཚིག་གི་དོན་མེད་དོ། །རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚིག་གི་དོན་མེད་དོ། །ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚིག་གི་དོན་མེད་དོ། །རབ་འབྱོར་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་བྱང་ཆུབ་སེམས་དཔའི་ཚིག་གི་དོན་མེད་དོ།། །།ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་སྟོང་ཕྲག་ཉི་ཤུ་ལྔ་པ། བམ་པོ་བཅུ་གསུམ་པ། རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན།
en: Subhūti, just as an illusory person practicing the perfection of generosity is not an actual entity, and just as [an illusory person] practicing the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, and the perfection of wisdom is not an actual entity, in the same way, Subhūti, the actual entity denoted by the word bodhisattva, in the sense of a bodhisattva great being practicing the perfection of wisdom, is not an actual entity. “

source: སྒྱུ་མའི་སྐྱེས་བུའི་ནང་སྟོང་པ་ཉིད་ལ་སྤྱོད་པའི་ཚིག་གི་དོན་མེད་དོ། །ཕྱི་སྟོང་པ་ཉིད་དང་། ཕྱི་ནང་སྟོང་པ་ཉིད་ལ་སྤྱོད་པའི་ཚིག་གི་དོན་མེད་དོ། །དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་ལ་སྤྱོད་པའི་ཚིག་གི་དོན་མེད་དོ། །རབ་འབྱོར་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་བྱང་ཆུབ་སེམས་དཔའི་ཚིག་གི་དོན་མེད་དོ། །རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན་སྒྱུ་མའི་སྐྱེས་བུའི་དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་དང་། ཡང་དག་པར་སྤོང་བ་རྣམས་དང་། རྫུ་འཕྲུལ་གྱི་རྐང་པ་རྣམས་དང་། དབང་པོ་རྣམས་དང་། སྟོབས་རྣམས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་རྣམས་དང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་དང་། འཕགས་པའི་བདེན་པ་རྣམས་དང་། བསམ་གཏན་རྣམས་དང་། ཚད་མེད་པ་རྣམས་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་རྣམས་དང་། རྣམ་པར་ཐར་པ་བརྒྱད་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། མངོན་པར་ཤེས་པ་རྣམས་དང་། ཏིང་ངེ་འཛིན་རྣམས་དང་། གཟུངས་ཀྱི་སྒོ་རྣམས་དང་།
en: Subhūti, just as an illusory person who engages in the emptiness of internal phenomena is not an actual entity, just as an illusory person engaging in the emptiness of external phenomena and in the emptiness of external and internal phenomena is not an actual entity, and just as an illusory person engaging in [the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities, is not an actual entity, in the same way, Subhūti, the actual entity denoted by the word bodhisattva, in the sense of a bodhisattva great being practicing the perfection of wisdom, is not an actual entity. “

source: དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ལ་སྤྱོད་པའི་ཚིག་གི་དོན་མེད་དོ། །རབ་འབྱོར་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་བྱང་ཆུབ་སེམས་དཔའི་ཚིག་གི་དོན་མེད་དོ།
en: Subhūti, just as an illusory person practicing the applications of mindfulness, the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, the noble eightfold path, the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the eight aspects of liberation, the nine serial steps of meditative absorption, emptiness, signlessness, wishlessness, the extrasensory powers, the gateways of the meditative stabilities and the dhāraṇīs, the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, and the eighteen distinct qualities of the buddhas is not an actual entity, in the same way, Subhūti, the actual entity denoted by the word bodhisattva, in the sense of a bodhisattva great being practicing the perfection of wisdom, is not an actual entity. “

source: །རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན། དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱི་གཟུགས་ལ་གནས་མེད་དོ།
en: Subhūti, likewise the physical forms of a tathāgata, arhat, completely awakened buddha are without any basis. {

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། གཟུགས་དེ་མེད་པའི་ཕྱིར་ཏེ།
en: Dt.162} If you ask why, it is because physical forms are nonexistent.

source: རབ་འབྱོར་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་བྱང་ཆུབ་སེམས་དཔའི་ཚིག་གི་དོན་མེད་དོ། །རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན།
en: In the same way, Subhūti, the actual entity denoted by the word bodhisattva, in the sense of a bodhisattva great being practicing the perfection of wisdom, is not an actual entity.

source: དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱི་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ལ་གནས་མེད་དོ།
en: Subhūti, likewise the feelings, perceptions, formative predispositions, and consciousness of a tathāgata, arhat, completely awakened buddha are without any basis.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། རྣམ་པར་ཤེས་པ་དེ་མེད་པའི་ཕྱིར་ཏེ།
en: If you ask why, it is because consciousness [and other aggregates] are nonexistent.

source: དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱི་མིག་ལ་གནས་མེད་དོ།
en: Subhūti, likewise the eyes of a tathāgata, arhat, completely awakened buddha are without any basis.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། མིག་དེ་མེད་པའི་ཕྱིར་ཏེ།
en: If you ask why, it is because the eyes are nonexistent.

source: དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱི་རྣ་བ་དང་། སྣ་དང་ལྕེ་དང་། ལུས་དང་ཡིད་ལ་གནས་མེད་དོ།
en: Subhūti, likewise the ears, nose, tongue, body, and mental faculty of a tathāgata, arhat, completely awakened buddha are without any basis.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན་ཡིད་དེ་མེད་པའི་ཕྱིར་ཏེ།
en: If you ask why, it is because the mental faculty [and so forth] are nonexistent.

source: རབ་འབྱོར་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་བྱང་ཆུབ་སེམས་དཔའི་ཚིག་གི་དོན་མེད་དོ།
en: In the same way, Subhūti, the actual entity denoted by the word bodhisattva, in the sense of a bodhisattva great being practicing the perfection of wisdom, is not an actual entity. “

source: །རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱི་གཟུགས་ལ་གནས་མེད་དོ།
en: Subhūti, likewise the sights of a tathāgata, arhat, completely awakened buddha are without any basis.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན་གཟུགས་དེ་མེད་པའི་ཕྱིར་ཏེ།
en: If you ask why, it is because sights are nonexistent.

source: དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱི་སྒྲ་དང་། དྲི་དང་། རོ་དང་། རེག་དང་། ཆོས་ལ་གནས་མེད་དོ།
en: Subhūti, likewise the sounds, odors, tastes, tangibles, and mental phenomena of a tathāgata, arhat, completely awakened buddha are without any basis.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། ཆོས་དེ་མེད་པའི་ཕྱིར་ཏེ།
en: If you ask why, it is because mental phenomena [and so forth] are nonexistent.

source: དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱི་མིག་གི་རྣམ་པར་ཤེས་པ་ལ་གནས་མེད་དོ།
en: Subhūti, likewise the visual consciousness of a tathāgata, arhat, completely awakened buddha is without any basis.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། མིག་གི་རྣམ་པར་ཤེས་པ་དེ་མེད་པའི་ཕྱིར་ཏེ།
en: If you ask why, it is because visual consciousness is nonexistent.

source: དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱི། རྣ་བའི་རྣམ་པར་ཤེས་པ་དང་། སྣའི་རྣམ་པར་ཤེས་པ་དང་། ལྕེའི་རྣམ་པར་ཤེས་པ་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པ་དང་།
en: Subhūti, likewise the auditory consciousness, olfactory consciousness, gustatory consciousness, tactile consciousness, and mental consciousness of a tathāgata, arhat, completely awakened buddha are without any basis.

source: ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་ལ་གནས་མེད་དོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་དེ་མེད་པའི་ཕྱིར་ཏེ།
en: If you ask why, it is because mental consciousness [and so forth] are nonexistent.

source: དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱི། མིག་གི་འདུས་ཏེ་རེག་པ་ལ་གནས་མེད་དོ།
en: Subhūti, likewise the visually compounded sensory contact of a tathāgata, arhat, completely awakened buddha is without any basis.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། མིག་གི་འདུས་ཏེ་རེག་པ་དེ་མེད་པའི་ཕྱིར་ཏེ།
en: If you ask why, it is because visually compounded sensory contact is nonexistent.

source: རབ་འབྱོར་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི། བྱང་ཆུབ་སེམས་དཔའི་ཚིག་གི་དོན་མེད་དོ། །རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན།
en: In the same way, Subhūti, the actual entity denoted by the word bodhisattva, in the sense of a bodhisattva great being practicing the perfection of wisdom, is not an actual entity.

source: དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱི། རྣ་བའི་འདུས་ཏེ་རེག་པ་དང་། སྣའི་འདུས་ཏེ་རེག་པ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་དང་།
en: Subhūti, likewise the aurally compounded sensory contact, nasally compounded sensory contact, lingually compounded sensory contact, corporeally compounded sensory contact, and mentally compounded sensory contact of a tathāgata, arhat, completely awakened buddha are without any basis.

source: ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་ལ་གནས་མེད་དོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་དེ་མེད་པའི་ཕྱིར་ཏེ།
en: If you ask why, it is because mentally compounded sensory contact [and so forth] are nonexistent.

source: དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱིས། མིག་གི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་ལ་གནས་མེད་དོ།
en: Subhūti, likewise the feelings conditioned by the visually compounded sensory contact of a tathāgata, arhat, completely awakened buddha are without any basis.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། མིག་གི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དེ་མེད་པའི་ཕྱིར་ཏེ།
en: If you ask why, it is because feelings conditioned by visually compounded sensory contact are nonexistent.

source: དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱི། རྣ་བའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། སྣའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་།
en: Subhūti, likewise the feelings conditioned by aurally compounded sensory contact, feelings conditioned by the nasally compounded sensory contact, feelings conditioned by the lingually compounded sensory contact, feelings conditioned by the corporeally compounded sensory contact, and feelings conditioned by the mentally compounded sensory contact of a tathāgata, arhat, completely awakened buddha are without any basis.

source: ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་ལ་གནས་མེད་དོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དེ་མེད་པའི་ཕྱིར་ཏེ།
en: If you ask why, it is because feelings conditioned by mentally compounded sensory contact [and so forth] are nonexistent.

source: དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱི།
en: Subhūti, likewise the ignorance of a tathāgata, arhat, completely awakened buddha is without any basis.

source: མ་རིག་པ་ལ་གནས་མེད་དོ་དེ་ཅིའི་ཕྱིར་ཞེ་ན་མ་རིག་པ་དེ་མེད་པའི་ཕྱིར་ཏེ་རབ་འབྱོར་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་བྱང་ཆུབ་སེམས་དཔའི་ཚིག་གི་དོན་མེད་དོ། །རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན། དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱི་འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་དང་།
en: If you ask why, it is because ignorance is nonexistent. In the same way, Subhūti, the actual entity denoted by the word bodhisattva, in the sense of a bodhisattva great being practicing the perfection of wisdom, is not an actual entity.

source: ལེན་པ་དང་། སྲིད་པ་དང་། སྐྱེ་བ་དང་། རྒ་ཤི་ལ་གནས་མེད་དོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན་རྒ་ཤི་དེ་མེད་པའི་ཕྱིར་ཏེ།
en: If you ask why, it is because aging and death [and so forth] are nonexistent.

source: དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱི། སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་གནས་མེད་དོ།
en: Subhūti, likewise the perfection of generosity of a tathāgata, arhat, completely awakened buddha is without any basis.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དེ་མེད་པའི་ཕྱིར་ཏེ།
en: If you ask why, it is because the perfection of generosity is nonexistent.

source: །རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱི། ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་།
en: Subhūti, likewise the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, and the perfection of wisdom of a tathāgata, arhat, completely awakened buddha are without any basis.

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་གནས་མེད་དོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: If you ask why, it is because the perfection of wisdom [and so forth] are nonexistent.

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དེ་མེད་པའི་ཕྱིར་ཏེ། རབ་འབྱོར་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་བྱང་ཆུབ་སེམས་དཔའི་ཚིག་གི་དོན་མེད་དོ། །རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན།
en: In the same way, Subhūti, the actual entity denoted by the word bodhisattva, in the sense of a bodhisattva great being practicing the perfection of wisdom, is not an actual entity. “

source: དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱི། ནང་སྟོང་པ་ཉིད་ལ་གནས་མེད་དོ།
en: Subhūti, likewise the emptiness of internal phenomena of a tathāgata, arhat, completely awakened buddha is without any basis.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། ནང་སྟོང་པ་ཉིད་དེ་མེད་པའི་ཕྱིར་ཏེ།
en: If you ask why, it is because the emptiness of internal phenomena is nonexistent.

source: དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱི། དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་ལ་གནས་མེད་དོ།
en: Subhūti, likewise [the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities, of a tathāgata, arhat, completely awakened buddha are without any basis.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་དེ་མེད་པའི་ཕྱིར་ཏེ།
en: If you ask why, it is because the emptiness of the essential nature of nonentities [and so forth] are nonexistent.

source: རབ་འབྱོར་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་བྱང་ཆུབ་སེམས་དཔའི་ཚིག་གི་དོན་མེད་དོ། །རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན། དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱི་བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་དང་། འཕགས་པའི་བདེན་པ་རྣམས་དང་། བསམ་གཏན་རྣམས་དང་། ཚད་མེད་པ་རྣམས་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་རྣམས་དང་།
en: In the same way, Subhūti, the actual entity denoted by the word bodhisattva, in the sense of a bodhisattva great being practicing the perfection of wisdom, is not an actual entity. “

source: རྣམ་པར་ཐར་པ་བརྒྱད་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་རྣམས་དང་། ཏིང་ངེ་འཛིན་རྣམས་དང་། གཟུངས་ཀྱི་སྒོ་རྣམས་དང་། དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་།
en: Subhūti, this is just as the thirty-seven factors conducive to enlightenment, the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the eight aspects of liberation, the nine serial steps of meditative absorption, emptiness, signlessness, wishlessness, the extrasensory powers, the gateways of the meditative stabilities and the dhāraṇīs, the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, and the eighteen distinct qualities of the buddhas of a tathāgata, arhat, completely awakened buddha are without any basis.

source: སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ལ་གནས་མེད་དོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་དེ་དག་མེད་པའི་ཕྱིར་ཏེ།
en: If you ask why, it is because the distinct qualities of the buddhas [and so forth] are nonexistent.

source: རབ་འབྱོར་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་བྱང་ཆུབ་སེམས་དཔའི་ཚིག་གི་དོན་མེད་དོ། །རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན། འདུས་མ་བྱས་ཀྱི་དབྱིངས་ལ་འདུས་བྱས་ཀྱི་ཁམས་ཀྱི་གནས་མེད་དོ།
en: In the same way, Subhūti, the actual entity denoted by the word bodhisattva, in the sense of a bodhisattva great being practicing the perfection of wisdom, is not an actual entity. “

source: །འདུས་བྱས་ཀྱི་ཁམས་ལ་འདུས་མ་བྱས་ཀྱི་དབྱིངས་ཀྱི་གནས་མེད་དོ། །རབ་འབྱོར་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་བྱང་ཆུབ་སེམས་དཔའི་ཚིག་གི་དོན་མེད་དོ། །རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན། སྐྱེ་བ་མེད་པ་ལ་གནས་མེད་དོ། །འགག་པ་མེད་པ་དང་།
en: Subhūti, just as the presence of conditioned elements in the unconditioned expanse is without any basis, and the presence of the unconditioned expanse in conditioned elements is without any basis, in the same way, Subhūti, the actual entity denoted by the word bodhisattva, in the sense of a bodhisattva great being practicing the perfection of wisdom, is not an actual entity. “

source: ཀུན་ནས་ཉོན་མོངས་པ་མེད་པ་དང་། རྣམ་པར་བྱང་བ་མེད་པ་དང་། མངོན་པར་འདུ་བྱ་བ་མེད་པ་དང་འབྱུང་བ་མེད་པ་དང་། དམིགས་པ་མེད་པ་ལ་གནས་མེད་དོ། །རབ་འབྱོར་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་བྱང་ཆུབ་སེམས་དཔའི་ཚིག་གི་དོན་མེད་དོ།
en: Subhūti, just as nonarising is without any basis, and just as nonceasing, nonaffliction, nonpurification, nonconditioning, nonorigination, and nonapprehensibility are without any basis, in the same way, Subhūti, the actual entity denoted by the word bodhisattva, in the sense of a bodhisattva great being practicing the perfection of wisdom, is not an actual entity.” “

source: །གསོལ་པ། བཅོམ་ལྡན་འདས་གང་གི་སྐྱེ་བ་མ་མཆིས་པ་ལ་གནས་མ་མཆིས། འགག་པ་མ་མཆིས་པ་དང་།
en: Blessed Lord, the nonarising of what is without any basis?

source: ཀུན་ནས་ཉོན་མོངས་པ་མ་མཆིས་པ་དང་། རྣམ་པར་བྱང་བ་མ་མཆིས་པ་དང་། མངོན་པར་འདུ་བགྱི་བ་མ་མཆིས་པ་དང་། འབྱུང་བ་མ་མཆིས་པ་དང་། གང་གི་མི་དམིགས་པ་ལ་གནས་མ་མཆིས་པ་ལགས།
en: The nonceasing, nonaffliction, nonpurification, nonconditioning, nonorigination, and nonapprehensibility of what is without any basis?” “

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་གཟུགས་སྐྱེ་བ་མེད་པ་ལ་གནས་མེད་དོ། །གཟུགས་འགག་པ་མེད་པ་དང་།
en: Subhūti,” replied the Blessed One, “the nonarising of physical forms is without any basis.

source: གཟུགས་ཀུན་ནས་ཉོན་མོངས་པ་མེད་པ་དང་། གཟུགས་རྣམ་པར་བྱང་བ་མེད་པ་དང་། གཟུགས་མངོན་པར་འདུ་བྱ་བ་མེད་པ་དང་། གཟུགས་འབྱུང་བ་མེད་པ་དང་། གཟུགས་མི་དམིགས་པ་ལ་གནས་མེད་དོ།
en: The nonceasing of physical forms, the nonaffliction of physical forms, the nonpurification of physical forms, the nonconditioning of physical forms, the nonorigination of physical forms, and the nonapprehensibility of physical forms are without any basis.

source: །ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་སྐྱེ་བ་མེད་པ་ལ་གནས་མེད་དོ། །རྣམ་པར་ཤེས་པ་འགག་པ་མེད་པ་དང་།
en: The nonarising of feelings, perceptions, formative predispositions, and consciousness is without any basis.

source: རྣམ་པར་ཤེས་པ་ཀུན་ནས་ཉོན་མོངས་པ་མེད་པ་དང་། རྣམ་པར་ཤེས་པ་རྣམ་པར་བྱང་བ་མེད་པ་དང་། རྣམ་པར་ཤེས་པ་མངོན་པར་འདུ་བྱ་བ་མེད་པ་དང་། རྣམ་པར་ཤེས་པ་འབྱུང་བ་མེད་པ་དང་། རྣམ་པར་ཤེས་པ་མི་དམིགས་པ་ལ་གནས་མེད་དོ།
en: The nonceasing of consciousness [and so forth], the nonaffliction of consciousness [and so forth], the nonpurification of consciousness [and so forth], the nonconditioning of consciousness [and so forth], the nonorigination of consciousness [and so forth], and the nonapprehensibility of consciousness [and so forth] are without any basis. “

source: །སྐྱེ་མཆེད་དང་། ཁམས་དང་། རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་སྐྱེ་བ་མེད་པ་ལ་གནས་མེད་དོ། །སྐྱེ་མཆེད་དང་།
en: The nonarising of the sense fields, the sensory elements, and the links of dependent origination is without any basis.

source: ཁམས་དང་། རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་འགག་པ་མེད་པ་དང་། ཀུན་ནས་ཉོན་མོངས་པ་མེད་པ་དང་། རྣམ་པར་བྱང་བ་མེད་པ་དང་། མངོན་པར་འདུ་བྱ་བ་མེད་པ་དང་། འབྱུང་བ་མེད་པ་དང་། མི་དམིགས་པ་ལ། གནས་མེད་དོ། །བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་རྣམས་ཀྱི་བར་དང་། འཕགས་པའི་བདེན་པ་རྣམས་དང་། བསམ་གཏན་རྣམས་དང་། ཚད་མེད་པ་རྣམས་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་རྣམས་དང་།
en: The nonceasing, nonaffliction, nonpurification, nonconditioning, nonorigination, and nonapprehensibility of the sense fields, the sensory elements, and the links of dependent origination are without any basis. “

source: རྣམ་པར་ཐར་པ་བརྒྱད་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་རྣམས་དང་། ཏིང་ངེ་འཛིན་རྣམས་དང་། གཟུངས་ཀྱི་སྒོ་དང་།
en: The nonarising of [the causal attributes], up to and including the factors conducive to enlightenment, the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the eight aspects of liberation, the nine serial steps of meditative absorption, emptiness, signlessness, wishlessness, the extrasensory powers, the gateways of the meditative stabilities and the dhāraṇīs, the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, and the eighteen distinct qualities of the buddhas is without any basis.

source: དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་རྣམས་སྐྱེ་བ་མེད་པ་ལ་གནས་མེད་དོ། །སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་རྣམས་འགག་པ་མེད་པ་དང་། ཀུན་ནས་ཉོན་མོངས་པ་མེད་པ་དང་། རྣམ་པར་བྱང་བ་མེད་པ་དང་། མངོན་པར་འདུ་བྱ་བ་མེད་པ་དང་འབྱུང་བ་མེད་པ་དང་།
en: The nonceasing, nonaffliction, nonpurification, nonconditioning, nonorigination, and nonapprehensibility of the eighteen distinct qualities of the buddhas [and the aforementioned attributes] are without any basis.

source: མི་དམིགས་པ་ལ་གནས་མེད་དོ། །རབ་འབྱོར་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་བྱང་ཆུབ་སེམས་དཔའི་ཚིག་གི་དོན་མེད་དོ། །རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན། གཟུགས་ཤིན་དུ་རྣམ་པར་དག་པ་ལ་མཚན་མའི་གནས་མེད་དོ།
en: In the same way, Subhūti, the actual entity denoted by the word bodhisattva, in the sense of a bodhisattva great being practicing the perfection of wisdom, is not an actual entity. “
